Repository: ekuipers1/Brewspective
Catalog: Brewspective/Helpers/Localizable.xcstrings
Source language: en
Languages: de, es

source: Add an Establishment
de: Eine Einrichtung hinzufügen
es: Añadir un Establecimiento

source: Add Establishment
de: Einrichtung hinzufügen
es: Agregar establecimiento

source: Address Copied
de: Adresse kopiert
es: Dirección copiada

source: Adjusting the amount in 'Results per call' will automatically update the number of breweries displayed on the map.
de: Durch Anpassen des Betrags unter „Ergebnisse pro Anruf“ wird die Anzahl der auf der Karte angezeigten Brauereien automatisch aktualisiert.
es: Al ajustar la cantidad en 'Resultados por llamada' se actualizará automáticamente la cantidad de cervecerías que se muestran en el mapa.

source: App development and design by
de: App-Entwicklung und Design von
es: Desarrollo y diseño de aplicaciones por

source: Are you the owner?
de: Sind Sie der Eigentümer?
es: ¿Eres tu el dueño?

source: Austria
de: Österreich

# bar_description
source: A bar. No brewery equipment on premise.
de: Eine Bar. Keine Brauereiausrüstung vor Ort.
es: Un bar. No hay equipo de cervecería en el lugar.

source: Breweries
de: Brauereien
es: Cervecerías

source: Breweries Favorites
de: Brauereien Favoriten
es: Cervecerías Favoritos

source: Brewery by Country
de: Brauerei nach Land
es: Cervecería por país

source: Brewery Information
de: Brauerei-Informationen
es: Información de la cervecería

source: Brewery Map
de: Brauereikarte
es: Mapa de cervecería

source: Brewery Type
de: Brauerei-Typ
es: Tipo de cervecería

source: Brewery Types
de: Brauereitypen
es: Tipos de cervecerías

# brewpub_description
source: A beer-focused restaurant or restaurant/bar with a brewery on-premise.
de: Ein auf Bier spezialisiertes Restaurant oder Restaurant/Bar mit eigener Brauerei.
es: Un restaurante o bar centrado en la cerveza con una cervecería en el lugar.

source: Can't send emails from this device
de: Von diesem Gerät können keine E-Mails gesendet werden
es: No puedo enviar correos electrónicos desde este dispositivo

source: Change App Icon
de: App-Symbol ändern
es: Cambiar icono de aplicación

source: City
de: Stadt
es: Ciudad

source: Close
de: Schließen
es: Terminado

# closed_description
source: A closed brewery
de: Eine geschlossene Brauerei
es: Una ubicación que ha sido cerrada.

# contract_description
source: A brewery that uses another brewery’s equipment.
de: Eine Brauerei, die die Ausrüstung einer anderen Brauerei verwendet.
es: Una cervecería que utiliza el equipo de otra cervecería.

source: Countries
de: Länder
es: Países

source: Country
de: Land
es: País

source: Data provided by
de: Daten bereitgestellt von
es: Datos proporcionados por

source: Description of Micro
de: Die meisten Handwerksbrauereien. Beispielsweise gilt Samual Adams immer noch als Mikrobrauerei.
es: La mayoría de las cervecerías artesanales. Por ejemplo, Samuel Adams todavía se considera una microcervecería.

source: Details for %@
de: Details für %@
es: Detalles para %@

source: Do you have permission from the owner?
de: Haben Sie die Erlaubnis des Eigentümers?
es: ¿Tiene permiso del propietario?

source: Establishment Information
de: Informationen zur Einrichtung
es: Información del establecimiento

source: Favorites
de: Favoriten
es: Favoritos

source: Fetched breweries: %lld
de: Abgerufene Brauereien: %lld
es: Cervecerías recuperadas: %lld

source: France
de: Frankreich
es: Francia

source: Here you can describe the new features, bug fixes, and improvements in the latest version of the app. Provide detailed information to keep your users informed.
de: Hier können Sie die neuen Funktionen, Fehlerbehebungen und Verbesserungen in der neuesten Version der App beschreiben. Geben Sie detaillierte Informationen an, um Ihre Benutzer auf dem Laufenden zu halten.
es: Aquí puede describir las nuevas funciones, correcciones de errores y mejoras en la última versión de la aplicación. Proporcione información detallada para mantener informados a sus usuarios.

source: How to navigate
de: So navigieren Sie
es: como navegar

source: If you are aware of a brewery or own an establishment that is not listed in the app, you can click this button to complete a request form.
de: Wenn Sie eine Brauerei kennen oder Eigentümer eines Betriebs sind, der nicht in der App aufgeführt ist, können Sie über diese Schaltfläche ein Anfrageformular ausfüllen.
es: Si conoce una cervecería o es propietario de un establecimiento que no figura en la aplicación, puede hacer clic en este botón para completar un formulario de solicitud.

source: If you own the currently selected establishment and notice any inaccuracies, please let us know by clicking the Update Establishment button.
de: Sollten Sie Eigentümer des aktuell ausgewählten Betriebs sein und Ihnen Ungenauigkeiten auffallen, teilen Sie uns dies bitte mit, indem Sie auf die Schaltfläche „Betrieb aktualisieren“ klicken.
es: Si es propietario del establecimiento seleccionado actualmente y nota alguna imprecisión, infórmenos haciendo clic en el botón Actualizar establecimiento.

source: Individual
de: Individuell

source: Ireland
de: Irland
es: Irlanda

source: Language
de: Sprache
es: Idioma

# large_description
source: A very large brewery. Likely not for visitors. Ex. Miller-Coors.
de: Eine sehr große Brauerei. Wahrscheinlich nicht für Besucher. Beispiel: Miller-Coors.
es: Una cervecería muy grande. Probablemente no para visitantes. Ej. Miller-Coors.

source: Legend
de: Legende
es: Leyenda

source: Load More
de: Mehr laden
es: Carga más

source: Loading Map...
de: Karte wird geladen...
es: Cargando mapa...

source: Loading...
de: Wird geladen...
es: Cargando

# micro_description
source: Most craft breweries. For example, Samual Adams is still considered a micro brewery.
de: Die meisten Handwerksbrauereien. Beispielsweise gilt Samual Adams immer noch als Mikrobrauerei.
es: La mayoría de las cervecerías artesanales. Por ejemplo, Samuel Adams todavía se considera una microcervecería.

source: Name of the Establishment
de: Name der Einrichtung
es: Nombre del Establecimiento

# nano_description
source: An extremely small brewery which typically only distributes locally
de: Eine extrem kleine Brauerei, die normalerweise nur lokal vertreibt.
es: Una cervecería extremadamente pequeña que normalmente solo distribuye localmente

source: No Brewery Selected
de: Keine Brauerei ausgewählt
es: Ninguna cervecería seleccionada

source: No Country Selected
de: Kein Land ausgewählt
es: Ningún país seleccionado

source: No favorite breweries found.
de: Keine Lieblingsbrauereien gefunden.
es: No se encontraron cervecerías favoritas.

source: No Icon Selected
de: Kein Symbol ausgewählt
es: Ningún icono seleccionado

source: Owner
de: Eigentümer
es: Dueño

source: Phone Number
de: Telefonnummer
es: Número de teléfono

# planning_description
source: A brewery in planning or not yet opened to the public.
de: Eine Brauerei ist in Planung oder noch nicht für die Öffentlichkeit zugänglich.
es: Una cervecería en planificación o aún no abierta al público.

source: Please wait while we load the content.
de: Bitte warten Sie, während wir den Inhalt laden.
es: Espere mientras cargamos el contenido.

source: Poland
de: Polen
es: Polonia

source: Postal Code
de: Postleitzahl
es: Código Postal

source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad

# proprietor_description
source: Similar to contract brewing but refers more to a brewery incubator.
de: Ähnlich wie Lohnbrauen, bezieht sich aber eher auf einen Brauerei-Inkubator.
es: Similar a la elaboración de cerveza por contrato, pero se refiere más a una incubadora de cervecerías

# regional_description
source: A regional location of an expanded brewery. Ex. Sierra Nevada’s Asheville, NC location.
de: Ein regionaler Standort einer erweiterten Brauerei. Beispiel: Sierra Nevadas Standort in Asheville, NC.
es: Una ubicación regional de una cervecería expandida. Ej. La ubicación de Sierra Nevada en Asheville, NC.

source: Results per call
de: Ergebnisse pro Anruf
es: Resultados por llamada

source: Scotland
de: Schottland
es: Escocia

source: Search breweries...
de: Brauereien suchen...
es: Buscar cervecerías...

source: Settings
de: Einstellungen
es: Ajustes

source: Singapore
de: Singapur
es: Singapur

source: South Korea
de: Südkorea
es: Corea del Sur

source: State / Province
de: Staat/Provinz
es: Estado / Provincia

source: Street
de: Straße
es: Calle

source: Submit
de: Einreichen
es: Entregar

source: Submitter Information
de: Informationen zum Einreicher
es: Información del remitente

source: The address has been copied to the clipboard.
de: Die Adresse wurde in die Zwischenablage kopiert.
es: La dirección se ha copiado al portapapeles.

source: Type of Establishment
de: Art der Einrichtung
es: Tipo de establecimiento

source: United States
de: Vereinigte Staaten
es: Estados Unidos

source: Update an Establishment
de: Eine Einrichtung aktualisieren
es: Actualizar un establecimiento

source: Update Establishment
de: Einrichtung aktualisieren
es: Establecimiento de actualización

source: Website
de: Webseite
es: Sitio web

source: What is new?
de: Was ist neu?
es: ¿Qué hay de nuevo?

source: What's new?
de: Was ist neu?
es: ¿Qué hay de nuevo?

source: What's New?
de: Was ist neu?
es: ¿Qué hay de nuevo?

source: When you tap on the address the information will be copied to the clipboard and you can use it, for example, to find your way to the establishment. When you tap on the phone number, it will give you the option to call, and the website link will open the page in your browser.
de: Wenn Sie auf die Adresse tippen, wird die Information in die Zwischenablage kopiert und Sie können sie beispielsweise verwenden, um den Weg zu der Einrichtung zu finden. Wenn Sie auf die Telefonnummer tippen, wird Ihnen die Option zum Anrufen angezeigt und der Website-Link öffnet die Seite in Ihrem Browser.
es: Al tocar la dirección la información se copiará en el portapapeles y podrás utilizarla, por ejemplo, para encontrar el camino al establecimiento. Cuando toque el número de teléfono, le dará la opción de llamar y el enlace del sitio web abrirá la página en su navegador.

source: England
es: Inglaterra

source: Isle of Man
es: Isla de Man

source: Navigation
es: Navegación
